Repository: 465583030/archx
Catalog: resources/locales/gettext/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Install
fr_fr: Installer

source: Login as "USER", default password is "PASS"
fr_fr: Connectez-vous avec l'utilisateur "USER", le mot de passe est "PASS"

source: Standard boot
fr_fr: Démarrage standard

source: Safe boot
fr_fr: Démarrage sans échec

source: Revert changes
fr_fr: Réinitialiser les modifications

source: Select the installation modes
fr_fr: Choisissez le mode d'installation

source: All modes are installing the same application set
fr_fr: Tous les modes installent les mêmes applications

source: When finished, type "sudo halt -p" in the shell and remove the installation drive !
fr_fr: Si vous avez terminé, tapez "sudo halt -p" et enlevez la clé USB d'installation !

source: Exit
fr_fr: Sortir

source: Safe install or upgrade (can be uninstalled, SAFE for data)
fr_fr: Installation sans danger sur un disque existant

source: No partition found !
fr_fr: Aucune partition trouvée !

source: Mounting partition
fr_fr: Montage de la partition

source: Space not formatted!
fr_fr: Espace non formaté !

source: Proceed rebuilding a filesystem ?
fr_fr: Continuer en reconstruisant le système de fichiers ?

source: What label you want to use (ie. %s)?
fr_fr: Quel nom voulez-vous utiliser (ex: %s) ?

source: Installing...
fr_fr: Installation...

source: Dedicate a disk (RECOMMENDED, requires an unused disk)
fr_fr: Dédier un disque (RECOMMANDÉ, efface tout un disque)

source: Install ArchLinux instead
fr_fr: Installer simplement ArchLinux (sur tout un disque)

source: Select the storage device
fr_fr: Choisissez le disque

source: No acceptable drive found
fr_fr: Aucun disque acceptable trouvé

source: Drive selected
fr_fr: Disque choisi

source: Select the partition
fr_fr: Choisissez une partition

source: Selected partition
fr_fr: Partition choisie
